Repository: t3ac/t3up-table
Catalog: Resources/Private/Language/*.locallang_backend.xlf
Languages: de

source: Tablefields
de: Tebellenfelder

# tablelayout.stripe
source: Striped
de: Gestreift

# tablelayout.normalplus
source: Colored header
de: Farbiger Tabellenkopf

# tablelayout.colorstripe
source: Colored stripes
de: Farbige Streifen

# tablelayout.noline
source: no lines
de: Ohne Linien

# tablelayout.lined
source: only lines
de: Liniert

# tablelayout.10-90
source: table, 2 cols 10/90
de: 2 Spalten 10/90

# tablelayout.20-80
source: table, 2 cols 20/80
de: 2 Spalten 20/80

# tablelayout.30-70
source: table, 2 cols 30/70
de: 2 Spalten 30/70

# tablelayout.40-60
source: table, 2 cols 40/60
de: 2 Spalten 40/60

# tablelayout.50-50
source: table, 2 cols 50/50
de: 2 Spalten 50/50

# tablelayout.60-40
source: table, 2 cols 60/40
de: 2 Spalten 60/40

# tablelayout.70-30
source: table, 2 cols 70/30
de: 2 Spalten 70/30

# tablelayout.80-20
source: table, 2 cols 80/20
de: 2 Spalten 80/20

# tablelayout.90-10
source: table, 2 cols 90/10
de: 2 Spalten 90/10

# tablelayout.20-40-40
source: table, 3 cols 20/40/40
de: 3 Spalten 20/40/40

# tablelayout.33-33-33
source: table, 3 cols 33/33/33
de: 3 Spalten 33/33/33

# tablelayout.40-30-30
source: table, 3 cols 40/30/30
de: 3 Spalten 40/30/30

# tablelayout.50-25-25
source: table, 3 cols 50/25/25
de: 3 Spalten 50/25/25

# tablelayout.60-20-20
source: table, 3 cols 60/20/20
de: 3 Spalten 60/20/20

# tablelayout.80-10-10
source: table, 3 cols 80/10/10
de: 3 Spalten 80/10/10

# tablelayout.25-25-25-25
source: table, 4 cols 25-25-25-25
de: 4 Spalten 25/25/25/25

# tablelayout.40-20-20-20
source: table, 4 cols 40/20/20/20
de: 4 Spalten 40/20/20/20

# tablelayout.50-16-16-16
source: table, 4 cols 50/16/16/16
de: 4 Spalten 50/16/16/16

# tablelayout.20-20-20-20-20
source: table, 5 cols 20/20/20/20/20
de: 5 Spalten 20/20/20/20/20

# tablelayout.40-15-15-15-15
source: table, 5 cols 40/15/15/15/15
de: 5 Spalten 40/15/15/15/15

# tablelayout.60-10-10-10-10
source: table, 5 cols 60/10/10/10/10
de: 5 Spalten 60/10/10/10/10

# tablelayout.50-10-10-10-10-10
source: table, 6 cols 50/10/10/10/10/10
de: 6 Spalten 50/10/10/10/10/10

# tablelayout.25-15-15-15-15-15
source: table, 6 cols 25/15/15/15/15/15
de: 6 Spalten 25/15/15/15/15/15

# tablelayout.40-10-10-10-10-10-10
source: table, 7 cols 40/10/10/10/10/10/10
de: 7 Spalten 40/10/10/10/10/10/10

# tablelayout.30-10-10-10-10-10-10-10
source: table, 8 cols 30/10/10/10/10/10/10/10
de: 8 Spalten 30/10/10/10/10/10/10/10

# tablelayout.20-10-10-10-10-10-10-10-10
source: table, 9 cols 20/10/10/10/10/10/10/10
de: 9 Spalten 20/10/10/10/10/10/10/10

# tablelayout.10-10-10-10-10-10-10-10-10-10
source: table, 10 cols 100/10/10/10/10/10/10/10
de: 10 Spalten 100/10/10/10/10/10/10/10
